Repository: arnef/pvr.magenta
Catalog: pvr.magenta/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Disclaimer
source: Inofficial Addon - Use on own risk
de_de: Inoffizielles Addon - Benutzung auf eigene Gefahr

# #30000
source: Username
de_de: Benutzername

# #30001
source: Password
de_de: Passwort

# #30002
source: IP Address
de_de: IP Adresse

# #30015
source: Settings
de_de: Einstellungen

# #30014
source: General
de_de: Allgemein

# #30020
source: Hide not subscribed channels
de_de: Nur abonnierte Sender anzeigen

# #30021
source: Prefer higher resolution
de_de: Bessere Auflösung bevorzugen

# #30022
source: Use categories
de_de: Sender Gruppen anzeigen

# #30023
source: Use custom channel numbers
de_de: Eigene Senderreihenfolge nutzen

# #30024
source: Use white channel logos
de_de: Weiße Senderlogos verwenden

# #30025
source: Show only cloud recordings
de_de: Nur Cloud Aufnahmen anzeigen

# #30026
source: Deactivate hidden channels
de_de: Versteckte Sender deaktivieren

# #30033
source: First channel number
de_de: Erste Sendernummer

# #30041
source: Device Type
de_de: Endgerätetyp

# #30046
source: Please enter OTP to register device
de_de: Bitte OTP eingeben um das Gerät zu registrieren

# #30047
source: Please log into telekom.de/tv-login and enter the above 8-digit code. Click OK when finished. You have
de_de: Bitte in telekom.de/tv-login einloggen und den 8-stelligen Code eingeben. Mit OK beenden. Sie haben noch

# #30048
source: min left.
de_de: min Zeit.

# #30049
source: Single recording delete policy
de_de: Speicherdauer von Einzelaufnahmen

# #30050
source: Delete when full
de_de: Bis der Speicher voll ist

# #30051
source: Manually delete
de_de: Bis manuell löschen speichern

# #30052
source: Keep last 5 episodes
de_de: Neueste 5 Episoden speichern

# #30053
source: Keep last 10 episodes
de_de: Neueste 10 Episoden speichern

# #30054
source: Serial recording delete policy
de_de: Speicherdauer von Serienaufnahmen

# #30055
source: Magenta 2.0
de_de: Magenta TV 2.0

# #30057
source: Credentials
de_de: Zugangsdaten

# #30058
source: Username / Password
de_de: Benutzername / Passwort

# #30059
source: Web Device
de_de: Web

# #30061
source: Load only favorite channels
de_de: Nur Favoriten laden
